IDEA Open Model
CssComponent.Geometry Property
Compatible with IDEA StatiCa Beta 20.0
 Geometry
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Region2D Geometry { get; set; }
Public Property Geometry As Region2D
	Get
	Set
Property Value
Type: Region2D
See Also
Reference
CssComponent Class
IdeaRS.OpenModel.CrossSection Namespace